[Balance.PawnBalance_Goliath AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goliat",TransformedNames=((TransformedName="Crazy Goliath"),(TransformedName="Goliath Beast"),(TransformedName="Goliath is a handsome bastard."),(TransformedName="goliath's last wife"),(TransformedName="The deadly Goliath")))

[Balance.PawnBalance_GoliathBadass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="from goliath",TransformedNames=((TransformedName="Goliath wreaks havoc"),(TransformedName="Goliath is ugly"),(TransformedName="Goliath obliges the ultimate villain."),(TransformedName="Too bad"),(TransformedName="Goliath")))

[Balance.PawnBalance_GoliathBlaster AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goliath's thorn",TransformedNames=((TransformedName="Crazy bomb"),(TransformedName="Heart attack"),(TransformedName="Top sales staff"),(TransformedName="Finally, astrology"),(TransformedName="Goliath stirs")))

[Balance.PawnBalance_GoliathCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Destroying Goliath",TransformedNames=((TransformedName="Crazy Goliath"),(TransformedName="This is Goliath the destroyer!"),(TransformedName="Goliath is a caustic beast"),(TransformedName="Kpop Golayat is the last line"),(TransformedName="Goliath's arm")))
PlayThroughs[1]=(DisplayName="Killer Goliath",TransformedNames=((TransformedName="The Destructive Wrath of Goliath"),(TransformedName="Cabron's dwarf Goliath."),(TransformedName="Goliath Eater Super Bastard"),(TransformedName="Goliath Goliath is evil"),(TransformedName="Fist of Goliath")))

[Balance.PawnBalance_GoliathLootGoon AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goliath is a man in a cave",TransformedNames=((TransformedName="Goliath is a mad gorilla"),(TransformedName="Goliath, the guerrilla boss"),(TransformedName="Goliath Gorilla Super Badass Online Game"),(TransformedName="Goliath's last move"),(TransformedName="Gorilla Attack")))

[Balance.PawnBalance_GoliathOneArm AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="thief thief")

[Balance.PawnBalance_GoliathTurret AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Goliath is strong.",TransformedNames=((TransformedName="Great anger"),(TransformedName="The Great Satan "),(TransformedName="Very unlucky"),(TransformedName="stupid operation")))
PlayThroughs[1]=(DisplayName="Mega Goliath",TransformedNames=((TransformedName="Mega Goliath Rabbi"),(TransformedName="Mega Goliath is free"),(TransformedName="Super Pasta Mega Goliath"),(TransformedName="Mega Goliath is a real badass")))

[Balance.PawnBalance_Juggernaught AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="a great person",TransformedNames=((TransformedName="crazy big"),(TransformedName="the big goliath"),(TransformedName="Goliath, the great monster"),(TransformedName="Goliath, the ultimate villain"),(TransformedName="Goliath is dead")))

[Balance.Unique.PawnBalance_DiggerGoliath AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Dig Goliath",TransformedNames=((TransformedName="Aggressive miner"),(TransformedName="kicking goliath"),(TransformedName="The grave of the devil Goliath"),(TransformedName="Goliath is the ultimate bag."),(TransformedName="Goliath's tomb")))

[Balance.Unique.PawnBalance_SmashHead AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Scratch your head")

